Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/diku.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: enrolled in a higher education institution
nn: ne, måtte betale ei lita avgift for kostnader

source: An annual 14-day summer school exposed Norwegian students to the health care challenges of Moldova.
nn: Ein årleg 14-dagars sommarskule har lært norske studentar meir om helseutfordringar i Moldova. Det er utført omfattande opplæring og rådgjeving.

source: .highlights your rights and obligations and tel s you what you can expect from your sending and receiving organisations at each step of your Erasmus+ experience.
nn: Dette charteret beskriv kva rettar og plikter du har, og kva du kan forvente av heime- og vertsorganisasjonane før, under og etter opphaldet som Erasmus+-student.

source: The Norwegian-Ukrainian Cooperation in Public Sector Education (NUPSEE) program is a flexible dual master program developed in partnership between Nord University and Taras Shevchenko National University of Kyiv.
nn: Norwegian-Ukrainian Cooperation in Public Sector Education (NUPSEE) er eit fleksibelt dobbelt master-program utvikla i samarbeid mellom Nord universitet og Taras Shevchenko National University of Kyiv.

source: You could benefit from networks of mentors
nn: handlar sine eigne studentar/tilsette, og du

source: The project has established an optometry school at the State University of Medicine and Pharmacy in Chișinău, Moldova.
nn: Prosjektet har etablert ei optometri-utdanning ved Det statlege universitetet for medisin og farmasi i Chișinău, Moldova.

source: University of South-Eastern Norway (USN)
nn: Universitetet i Søraust-Noreg (USN)

source: the same basis as local students for costs
nn: på same grunnlag som dei lokale studenta-

source: Another key outcome of the program is the unprecedented strength of the institutional partnership forged between Nord University and Taras Shevchenko National University of Kyiv.
nn: Eit anna viktig utkome er det sterke institusjonelle samarbeidet som er skapt mellom Nord universitet og Taras Shevchenko National University of Kyiv.

source: participating in Erasmus+ have
nn: som deltek i Erasmus+,
